Repository: horenbergerb/AcademiCraft
Catalog: src/main/resources/i18n/*.po
Languages: es_es

source: You need to give a map name.
es_es: Tienes que nombrar un mapa.

source: This map does not exist.
es_es: Este mapa no existe.

source: You are going to delete
es_es: Vas a borrar

source: Are you sure ?
es_es: ¿Estás seguro?

source: [Confirm]
es_es: [Confirmar]

source: {red}This map will be deleted {bold}forever{red}!
es_es: {red}¡Este mapa será borrado {bold}para siempre{red}!

source: Map successfully deleted.
es_es: Mapa borrado exitosamente.

source: The requested map was too big to fit in your inventory.
es_es: El mapa solicitado era muy grande para caber en tu inventario.

source: Use '/maptool getremaining' to get the remaining maps.
es_es: Usa '/maptool getremaining' para obtener los mapas restantes.

source: You have no remaining map.
es_es: No te quedan mapas.

source: Your inventory is full! Make some space before requesting the remaining maps.
es_es: ¡Tu inventario está lleno! Haz un espacio antes de solicitar mapas.

source: There is {0} map remaining.
es_es: Queda {0} mapa restante.

source: No map found.
es_es: No se encontró ningún mapa.

source: {white}{bold}{0} map found.
es_es: {white}{bold}{0} mapa encontrado.

source: {white}Click{gray} to get this map
es_es: {white}Click aquí{gray} para obtener este mapa

source: A migration process is already running. Check console for details.
es_es: Un proceso de migración ya está ejecutándose. Revisa la consola para obtener detalles.

source: Migration started. See console for details.
es_es: Migración comenzada. Revisa la consola para obtener detalles.

source: You must give an URL to take the image from.
es_es: Tienes que dar un URL para obtener la imágen.

source: Invalid URL.
es_es: URL inválido.

source: Rendering...
es_es: Renderizando...

source: Rendering finished!
es_es: ¡Renderización terminada!

source: The rendered map was too big to fit in your inventory.
es_es: El mapa renderizado era muy grande para caber en tu inventario.

source: {ce}Map rendering failed: {0}
es_es: {ce}Renderización del mapa fallida: {0}

source: {0} » {black}Confirm deletion
es_es: {0} » {black}Confirmar

source: {red}You're about to destroy this map...
es_es: {red}Estás a punto de destruir este mapa...

source: {red}...{italic}forever{red}.
es_es: {red}...{italic}para siempre{red}.

source: {gray}Name: {white}{0}
es_es: {gray}Nombre: {white}{0}

source: {gray}Map ID: {white}{0}
es_es: {gray}ID: {white}{0}

source: {gray}Maps inside: {white}{0}
es_es: {gray}Mapas dentro: {white}{0}

source: {gray}Map successfully deleted.
es_es: {gray}Mapa borrado satisfactoriamente.

source: {green}Map part
es_es: {green}Parte de mapa

source: {gray}Column: {white}{0}
es_es: {gray}Columna: {white}{0}

source: {gray}Row: {white}{0}
es_es: {gray}Fila: {white}{0}

source: {gray}» {white}Click{gray} to get only this part
es_es: {gray}» {white}Click{gray} para obtener solo esta parte

source: {gray}Part: {white}{0}
es_es: {gray}Parte: {white}{0}

source: Your maps » {black}{0}
es_es: Tus mapas » {black}{0}

source: {blue}Rename this image
es_es: {blue}Renombrar esta imágen

source: {gray}Click here to rename this image; this is used for your own organization.
es_es: {gray}Click aquí para renombrar esta imágen; para tu propia organización.

source: {red}Delete this image
es_es: {red}Borrar esta imágen

source: {gray}Deletes this map {white}forever{gray}. This action cannot be undone!
es_es: {gray}Borrar este mapa {white}para siempre{gray}. ¡Esta acción no se puede deshacer!

source: {gray}You will be asked to confirm your choice if you click here.
es_es: {gray}Se te pedirá que confirmes tu elección si haces click aquí..

source: {green}« Back
es_es: {green}« Atrás

source: {gray}Go back to the list.
es_es: {gray}Volver a la lista.

source: {white}Single map
es_es: {white}Mapa individual

source: {white}Poster map ({0} × {1})
es_es: {white}Mapa Póster ({0} × {1})

source: {white}Poster map ({0} parts)
es_es: {white}Mapa Póster ({0} partes)

source: {gray}Map ID: {0}
es_es: {gray}ID: {0}

source: {gray}» {white}Left-click{gray} to get this map
es_es: {gray}» {white}Click izquierdo{gray} para obtener este mapa

source: {gray}» {white}Right-click{gray} for details and options
es_es: {gray}» {white}Click derecho{gray} para obtener detalles y opciones

source: {red}You don't have any map.
es_es: {red}No tienes ningún mapa.

source: {gray}Get started by creating a new one using {white}/tomap <URL> [resize]{gray}!
es_es: {gray}Empieza creando un nuevo mapa con {white}/tomap <URL> [resize]{gray}!

source: {black}Your maps {reset}({0})
es_es: {black}Tus mapas {reset}({0})

source: {blue}Usage statistics
es_es: {blue}Estadísticas de uso

source: {white}{0}{gray} image rendered
es_es: {white}{0}{gray} imáge renderizada

source: {white}{0}{gray} Minecraft map used
es_es: {white}{0}{gray} Mapa usado

source: {blue}Minecraft maps limits
es_es: {blue}Mapas limite

source: {gray}Server-wide limit: {white}unlimited
es_es: {gray}Límite del servidor: {white}ilimitado

source: {gray}Server-wide limit: {white}{0}
es_es: {gray}Límite del servidor: {white}{0}

source: {gray}Per-player limit: {white}unlimited
es_es: {gray}Límite por jugador: {white}ilimitado

source: {gray}Per-player limit: {white}{0}
es_es: {gray}Límite por jugador: {white}{0}

source: {white}{0} %{gray} of your quota used
es_es: {white}{0} %{gray} de tus mapas usado

source: {white}{0}{gray} map left
es_es: {white}{0}{gray} mapa restante

source: The given URL is not a valid image
es_es: El URL no es una imágen válida.

source: Map
es_es: Mapa

source: You have too many maps (maximum : {0}).
es_es: Tienes muchos mapas (máximo : {0}).

source: The server ImageOnMap limit has been reached.
es_es: El límite del servidor ImageOnMap ha sido alcanzado.

source: The given map does not exist.
es_es: El mapa no existe.

source: Migration is already running.
es_es: La migración ya está ejecutándose.

source: Waiting for migration to finish...
es_es: Esperando a que la migración termine...

source: Migration thread has been interrupted while waiting to finish. It may not have ended correctly.
es_es: El hilo de migración se ha interrumpido mientras se esperaba para finalizar. Es posible que no haya sido terminado.

source: Error while preparing migration
es_es: Error preparando la migración

source: Aborting migration. No change has been made.
es_es: Abortando migración. Ningún cambio ha sido efectuado.

source: Error while migrating
es_es: Error migrando

source: Aborting migration. Some changes may already have been made.
es_es: Abortando migración. Es posible que algunos cambios ya se hayan efectuado.

source: Before trying to migrate again, you must recover player files from the backups, and then move the backups away from the plugin directory to avoid overwriting them.
es_es: Antes de intentar migrar otra vez, debes recuperar los archivos de los jugadores de la copia de seguridad, y moverlo a otro lugar para evitar sobreescribirlos.

source: Looking for configuration files to migrate...
es_es: Buscando archivos de configuración para migrar...

source: Detected former posters file {0}
es_es: Archivo de pósters detectado {0}

source: Detected former maps file {0}
es_es: Archivo de mapas encontrado {0}

source: There is nothing to migrate. Stopping.
es_es: No hay nada que migrar. Deteniendo.

source: Done.
es_es: Terminado.

source: Backup directories already exists.
es_es: La carpeta de backup ya existe.

source: This means that a migration has already been done, or may not have ended well.
es_es: Esto significa que la migración ya se ha ejecutado, o puede que no haya terminado bien.

source: To start a new migration, you must move away the backup directories so they are not overwritten.
es_es: Para comenzar una nueva migración, debes mover el directorio de backup para que no sea sobreescrito.

source: Backing up map data before migrating...
es_es: Creando copia de seguridad antes de migrar...

source: Backup complete.
es_es: Backup completado.

source: Fetching UUIDs from Mojang...
es_es: Extrayendo UUIDs de Mojang...

source: An error occurred while fetching the UUIDs from Mojang
es_es: Un error ocurrió extrayendo los UUIDs de Mojang

source: The migration worker has been interrupted
es_es: El proceso de migración ha sido interrumpido

source: Fetching done. {0} UUID have been retrieved.
es_es: Extracción finalizada. {0} UUID fue extraído.

source: Mojang did not find UUIDs for {0} player at the current time.
es_es: Mojang no encontró UUIDs para {0}.

source: The Mojang servers limit requests rate at one per second, this may take some time...
es_es: Los servidores de Mojang límitan a una solicitud por segundo, puede que esto demore...

source: Mojang did not find player data for {0} player
es_es: Mojang no encontró información de {0} jugandor

source: The following players do not exist or do not have paid accounts :
es_es: Los siguientes jugadores no existen o no tienen cuentas pagas :

source: Mojang could not find any of the registered players.
es_es: Mojang no pudo encontrar ninguno de los jugadores registrados.

source: Merging map data...
es_es: Uniendo datos de map...

source: {0} registered minecraft map is missing from the save.
es_es: {0} mapa registrado falta del guardado.

source: These maps will not be migrated, but this could mean the save has been altered or corrupted.
es_es: Estos mapas no serán migrados, pero esto podría significar que el guardado ha sido alterado o corrupto.

source: The following maps are missing : {0}
es_es: Los siguientes mapas faltan : {0}

source: Saving changes...
es_es: Guardando cambios...

source: Cleaning up old data files...
es_es: Limpiando archivos viejos...

source: Deleting old map data file...
es_es: Borrando archivo de datos viejos...

source: {0} map could not be migrated.
es_es: {0} mapa no pudo ser migrado.

source: Deleting old poster data file...
es_es: Eliminando archivo de datos de póster viejo ...

source: {0} poster could not be migrated.
es_es: {0} póster no pudo ser migrado.

source: Data that has not been migrated will be kept in the old data files.
es_es: Los datos que no han sido migrados serán conservados en los archivos de datos antiguos.

source: {0} (part {1})
es_es: {0} (parte {1})

source: {0} (row {1}, column {2})
es_es: {0} (fila {1}, columna {2})

source: Splatter Map
es_es: Mapa Splatter

source: Item frames needed
es_es: Se necesitan marcos

source: {0} × {1} (total {2} frames)
es_es: {0} × {1} (total {2} marcos)

source: How to use this?
es_es: ¿Cómo usar esto?

source: Place empty item frames on a wall, enough to host the whole map. Then, right-click on the bottom-left frame with this map.
es_es: Poner marcos vacios en una pared, los necesarios para albergar todo el mapa. Luego, click derecho en el marco en la esquina inferior izquierda con este mapa.

source: Shift-click one of the placed maps to remove the whole poster in one shot.
es_es: Shift-click en una de los mapas para remover el póster entero de una vez.

source: {ce}There is not enough space to place this map ({0} × {1}).
es_es: {ce}No hay suficiente espacio para poner este mapa ({0} × {1}).

source: {ce}You must give an URL and a map name to update.
es_es: {ce}Tienes que dar un URL y un nombre para actualizar el mapa.

source: {ce}You must give a map name to update..
es_es: {ce}Debes nombrar el mapa para actualizar..
